<VAR_NAME> 1186319608
. 331126158
( 323427063
) 323330993
, 281027191
= 253933989
: 171159189
[ 146598615
] 146575980
if 69695925
+ 37626330
in 35940949
None 27885220
for 22678685
not 20333571
== 19704874
return 19704352
else 18839835
def 16036273
np 14181161
append 12727638
is 11536955
name 11047352
len 10706743
and 10310389
elif 9811869
True 9800227
False 9561269
format 8490173
raise 7441214
except 7107552
try 6853025
get 6546069
+= 6536242
path 6495065
str 5491288
> 5290083
os 5279283
or 5130368
isinstance 4850378
!= 4717676
print 4609405
conj 4121100
join 4116321
int 3996544
T 3900500
range 3537247
< 3375290
list 3362260
type 3322499
log 3202718
info 2977404
ValueError 2967235
pass 2949556
debug 2932307
as 2918573
shape 2869509
e 2847520
index 2845227
float 2794209
split 2486481
config 2464179
continue 2338145
id 2334927
text 2196969
keys 2131607
array 1962261
b 1953973
dtype 1946688
values 1847511
size 1802749
set 1787823
item 1783436
items 1778703
error 1761523
time 1757086
sys 1741371
with 1731788
update 1729248
help 1671767
request 1650458
write 1640177
dict 1606829
response 1591598
>= 1585569
lambda 1568276
<= 1555617
url 1502806
break 1499384
axis 1495694
import 1472197
assert 1459220
pop 1416146
max 1401282
while 1358332
Exception 1323687
add 1317180
replace 1314454
sum 1286666
enumerate 1282842
df 1281747
strip 1243592
re 1239710
open 1230094
logging 1205399
plt 1197960
u 1172963
copy 1165563
lower 1157408
min 1136919
numpy 1119139
count 1071888
match 1067476
0.5 1067261
from 1062478
TypeError 1059901
source 1050601
title 1046053
zeros 1039622
extend 1015558
startswith 993680
getattr 978754
status 973504
hasattr 963267
1.0 959772
X 950202
code 937946
query 931429
mode 916588
trace 912671
year 897773
file 896178
headers 896008
version 868632
columns 864065
loc 846029
0.0 838614
abs 835052
11 830991
filter 820226
datetime 806752
yield 800710
plot 800120
json 796826
close 790669
prefix 780373
del 775018
zip 768901
tuple 764501
A 758512
read 727963
sorted 725508
table 716477
mask 710618
1. 688897
0. 686823
tau 665096
six 664949
sample 663378
pd 642291
description 642054
reshape 635247
100 634342
bool 629969
__name__ 615324
dot 614704
KeyError 601994
sqrt 590486
12 572825
argv 556831
find 552920
grid 538936
2. 533368
search 527909
pi 524683
mean 521429
stdout 519124
style 513459
step 500854
axes 495761
16 493388
encode 492649
all 492547
remove 490240
exit 490051
flags 489531
stderr 487017
next 478837
where 476058
string 475946
warn 468989
decode 468789
20 468682
var 468662
exp 463993
connect 456625
map 456309
attrs 455510
now 448345
record 445144
astype 444040
run 442929
exception 432536
any 431219
sort 428877
sub 427451
endswith 427204
load 424214
arange 414077
upper 408154
last 404881
date 396593
input 389051
await 387669
M 383459
dist 379159
math 377863
AttributeError 369542
indices 363357
cos 362993
iteritems 361217
RuntimeError 352619
save 345091
block 343896
round 343262
2.0 339733
sep 333243
sin 331052
1000 323615
warnings 322327
setdefault 321191
parse 321071
empty 316588
ones 315963
0.1 314135
dumps 310739
timestamp 305440
environ 300344
L 297716
pad 297677
DataFrame 292207
diff 285012
ndim 280036
compile 279745
cache 275602
first 275174
transform 274290
subprocess 273066
transpose 263905
angle 262378
IOError 262206
repr 261407
insert 259825
60 259630
view 255029
execute 254803
reverse 253965
link 249796
15 249780
cursor 248526
dump 245608
figure 243832
bytes 243807
sleep 243514
delete 240634
finally 238960
stack 238158
S 237055
gamma 236448
flag 235083
text_type 234179
deepcopy 233783
show 231599
unique 230469
requests 230308
loads 229399
OrderedDict 229020
concatenate 224355
string_types 223652
chain 221631
partial 221578
50 221414
setattr 221324
asarray 220678
nan 217912
object 217432
call 212769
post 211747
legend 211738
__doc__ 210524
200 206310
super 205769
matrix 201483
32 200953
slice 200523
mod 199593
I 199558
seek 193636
collections 192106
30 191811
async 191318
tile 191040
iter 190859
dst 190577
platform 190244
25 189911
/= 187440
IndexError 186283
system 185425
groupby 184894
rstrip 183776
concat 183228
fill 181942
flush 181645
NotImplementedError 179726
log10 179336
xlabel 179152
90 178664
strftime 177290
ylabel 176689
stat 175893
OSError 175315
ndarray 175093
test 174708
0.2 174362
apply 174294
14 172672
clear 170520
select 167896
findall 167566
exc_info 166645
List 164319
commit 164199
24 164079
isnan 163073
iloc 160862
readline 160005
center 159024
18 158896
xs 158825
real 158434
linspace 158059
locals 156351
makedirs 153568
DEBUG 152636
head 152316
255 151097
identity 150846
partition 148728
argparse 148544
ylim 147773
month 146543
timedelta 145593
at 145294
global 145146
times 143352
Optional 142656
cast 141798
sign 140072
ravel 140034
3. 137889
dir 137032
64 135635
wait 135302
ImportError 132919
day 132632
inf 132587
modules 131218
ceil 130009
rc 129755
itertools 129430
scatter 128643
hstack 128597
std 128502
series 128098
40 124995
.5 124191
repeat 123749
13 123491
0.01 123466
put 122655
savefig 121400
0.05 121083
hist 121068
splitlines 119884
matplotlib 119736
Any 118666
400 118404
xlim 116903
500 116308
shift 115857
1.5 115379
merge 115108
45 114260
stdin 112202
rank 112159
align 111686
Series 111673
3.0 110946
callable 110232
subplot 109216
ord 108428
draw 107683
cycle 106918
vstack 106843
isin 106470
listdir 105986
rename 105325
squeeze 105159
inner 104601
lstrip 104462
class 103108
300 103036
128 102694
reversed 102516
poly 102020
chr 101267
180 100787
eval 99531
reduce 98048
colorbar 97780
compress 97556
lookup 97427
product 97276
box 96103
intersection 95490
1024 95409
issubclass 95269
tell 94933
17 93953
0.3 92648
escape 92539
1e-3 92398
Dict 92128
mkdir 91881
drop 91450
1e-6 91437
power 91393
zeros_like 91285
floor 91249
readlines 90647
newaxis 90535
full 90411
tail 89982
19 89664
Popen 89538
getLogger 89380
ArgumentParser 88801
vars 88675
80 88285
cov 88197
256 87513
argsort 87123
10. 86977
nonzero 85001
getcwd 84952
273 84901
imag 84882
local 84782
roll 83657
0.9 83411
hour 83396
Union 83395
resolution 83208
kill 83109
bytearray 82544
1e-5 82274
rsplit 82234
strptime 81854
IGNORECASE 81715
patch 81114
subplots 80842
imshow 80637
difference 80487
StopIteration 79933
0.25 79655
from_dict 79497
eye 78766
timezone 78573
hex 78174
critical 77928
Text 77861
interp 77810
diag 77633
to_dict 77419
maximum 77400
radians 77384
argmax 76929
StringIO 76586
4. 76103
pipe 75857
wraps 75842
perm 75750
AssertionError 75737
0.8 75548
quote 75521
10000 75189
zfill 74909
mat 74789
chdir 74478
argmin 74267
version_info 73703
pickle 73298
pyplot 72251
gca 72119
fromstring 71706
annotate 71390
walk 70913
urllib 69847
22 69815
fabs 69762
property 69740
abort 69724
Tuple 69003
Type 68903
sync 68237
KeyboardInterrupt 67986
21 67886
spacing 67622
23 66767
hash 66103
clip 65963
1e3 65900
urlparse 65655
second 65562
set_index 65256
31 64901
minimum 64844
0.7 64696
2.5 64452
union 64399
100.0 64196
isdigit 64096
i0 63109
tzinfo 62918
degrees 62611
0.4 62564
cumsum 62515
10.0 62301
pow 61785
27 61057
mul 61025
histogram 60870
median 60865
dropna 60700
logical_and 60491
dtypes 60418
192 60018
36 59668
access 59659
exec 59601
tight_layout 59168
360 59073
conjugate 58616
expand_dims 58508
90. 58326
Error 58015
600 57850
executable 56598
180. 56409
3600 56364
0.75 56210
gt 56121
rate 55603
matmul 55533
MULTILINE 54676
threading 54446
1000. 54280
999 54280
404 53683
bin 52897
0.02 52767
axvline 52410
today 51815
111 51798
pandas 51511
0.95 51411
translate 51258
read_csv 51224
fillna 51115
utcnow 51078
yticks 51072
Iterable 50990
percentile 50852
gradient 50851
minute 50648
amax 50417
globals 50326
33 50122
xticks 49956
28 49916
bar 49074
96 48922
linesep 48473
frozenset 48420
pv 48291
Counter 47824
div 47780
unlink 47658
BytesIO 47571
1.1 47557
complex 47539
square 47231
4.0 47159
resize 47111
isfinite 47105
ljust 47039
0.001 47024
amin 46868
getenv 46751
itervalues 46700
1e6 46632
rjust 46428
HTTPError 46400
dictionary 46372
tick_params 45608
closed 45587
2000 45579
isoformat 45520
273. 45268
axhline 45199
typing 44953
5. 44666
searchsorted 44663
flip 44293
prod 44178
to_frame 44145
gcd 43947
Sequence 43540
maxsize 43519
psd 42961
SyntaxError 42836
Request 42302
remainder 42276
finditer 42151
ConnectionError 42125
1.2 42023
120 41919
Thread 41479
major 41458
reset_index 41452
eq 41322
urlopen 40892
isnull 40765
interpolate 40631
48 40616
0.15 40603
cut 40325
multiply 40191
1.05 40030
modified 39847
UnicodeDecodeError 39714
atleast_1d 39329
NameError 39046
35 38740
contour 38716
final 38457
rollback 38295
average 38282
360. 38234
iterrows 38136
100. 37972
check_output 37912
subplots_adjust 37877
assign 37781
rfind 37726
512 37661
result_type 37559
sort_values 37431
capitalize 37203
extract 37119
api_version 36997
outer 36873
disp 36530
ones_like 36439
reindex 36355
__str__ 36095
urlencode 35997
strerror 35859
5.0 35627
1000.0 35557
yscale 35544
.1 35517
einsum 35465
to_csv 35285
Callable 35173
aggregate 34900
180.0 34892
le 34862
compare 34830
clf 34619
Mapping 34595
160 34180
1.e-5 33439
invert 33390
loadtxt 33212
fill_between 32736
require 32139
cross 32015
SystemExit 31953
iterkeys 31863
absolute 31769
5000 31716
arctan2 31689
logical_not 31675
minor 31443
Ellipsis 31432
notnull 31376
26 31271
12. 30926
270 30892
to_string 30740
column_stack 30551
1000000 30483
75 30367
stem 29994
check_call 29978
fetchall 29947
basicConfig 29818
meshgrid 29711
roots 29268
divide 29247
NaN 29232
finfo 29205
argwhere 29131
FileNotFoundError 28988
arrow 28972
combinations 28965
disable 28600
29 28528
mtime 28466
Set 28463
70 28427
99 28414
tan 28336
85 28142
byteorder 27655
discard 27550
truncate 27543
nanmax 27520
81 27478
clim 27389
384 27196
take 27071
BaseException 27035
localtime 26966
symlink 26892
subtract 26798
1.e-2 26703
Index 26563
90.0 26444
fv 26403
fromtimestamp 26360
urljoin 26151
drop_duplicates 26028
divmod 26008
1.0e-7 25929
timetuple 25864
classmethod 25861
fromfile 25740
86400 25666
chmod 25638
equal 25579
to_list 25563
DeprecationWarning 25466
get_option 25413
corr 25292
8.0 25225
Literal 25183
to_datetime 25103
20. 25023
gcf 25023
errorbar 24982
1.e-3 24980
42 24685
403 24684
savetxt 24416
4096 24359
mktime 24321
nanmedian 24151
1e-8 24106
1e-10 24100
lt 24036
fix 23950
deg2rad 23827
250 23650
0.025 23586
getpid 23437
connector 23436
1e9 23392
isscalar 23329
shutdown 23309
1.e-4 23258
combine 23210
204 23167
3.5 23134
diagonal 23092
logical_or 22941
license 22920
6. 22908
127 22866
to_json 22823
isinf 22792
integer_types 22692
arccos 22653
quit 22485
nbytes 22462
44 22334
sort_index 22308
microsecond 22233
atleast_2d 22132
allclose 22030
disconnect 21921
isspace 21890
suptitle 21850
dup 21781
fmax 21771
1.e-9 21736
8. 21615
unquote 21545
urlsplit 21470
TimeoutError 21437
place 21378
issubset 21365
resample 21267
isclose 21260
401 21257
110 21235
1.e-6 21209
unwrap 21186
agg 21134
__import__ 21065
150 21029
41 20805
simplefilter 20741
fetchone 20703
swapaxes 20630
xscale 20597
201 20532
quantile 20446
ascontiguousarray 20313
less 20291
53 20283
Inf 20258
101 20121
devnull 20097
fmin 20046
0.0001 19890
ZeroDivisionError 19851
0.99 19812
60. 19807
1.e-1 19785
0.98 19724
6.0 19532
Timestamp 19228
135 19171
65 19068
asanyarray 18952
negative 18773
nanmean 18757
RuntimeWarning 18751
34 18582
log2 18578
print_ 18440
1.3 18434
.2 18421
tensordot 18419
loglog 18366
255.0 18354
1e-4 18350
100000 18319
around 18252
225 17892
2048 17853
UserWarning 17811
typename 17746
catch_warnings 17649
issubdtype 17618
arctan 17548
EOFError 17474
greater 17469
1e-9 17376
.01 17369
pause 17336
accumulate 17296
nanmin 17248
acos 17181
.05 17146
setp 17099
2.7 17059
atan2 17049
.3 17033
copyto 17015
rint 16976
weekday 16933
Collection 16932
tri 16927
315 16901
set_option 16896
semilogx 16866
binary_type 16777
exec_ 16730
.25 16707
1.25 16618
59 16615
UnicodeEncodeError 16566
contourf 16548
ne 16477
MultiIndex 16468
0.04 16463
describe 16416
who 16327
asscalar 16261
empty_like 16235
1e10 16155
56 15960
rpartition 15934
46 15911
55 15887
ascii 15806
flatnonzero 15794
count_nonzero 15779
38 15647
arcsin 15329
.9 15269
ix_ 15244
9999 15172
curdir 15161
islice 15121
0.03 15105
51 14852
50.0 14786
56.2 14626
1e-12 14521
72 14462
0.003 14454
EnvironmentError 14431
broadcast 14349
between 14329
IntegrityError 14301
39 14185
pivot 14112
R_OK 14110
54 14091
unstack 14024
52 14004
800 13999
nanpercentile 13954
NotImplemented 13911
95 13876
65535 13807
60.0 13785
memmap 13777
900 13753
0.85 13750
65536 13717
astimezone 13634
frombuffer 13609
16.0 13567
20.0 13555
iat 13543
79 13526
15.0 13522
pathsep 13464
URLError 13135
9. 13129
tanh 13091
3.6 13028
SEEK_CUR 13022
uname 13007
date_range 12881
47.5 12766
value_counts 12757
.8 12676
in1d 12632
semilogy 12592
0.45 12563
bincount 12540
nonlocal 12499
urandom 12481
permutations 12443
ctime 12433
ParseResult 12350
220 12258
margins 12242
1 12161
vlines 12149
78 12121
subplot2grid 12107
fold 12042
triu 11953
7.0 11928
LookupError 11891
array_equal 11887
DOTALL 11864
isupper 11817
5.5 11816
320 11683
45. 11659
16. 11631
isalpha 11540
55. 11526
flipud 11517
1900 11509
utcfromtimestamp 11377
Container 11373
sqlite3 11372
0.00001 11364
0.005 11363
0.125 11346
Generator 11278
polyfit 11273
DatetimeIndex 11225
skew 11133
0.35 11117
errstate 11113
fromkeys 11059
33.3 10934
ping 10903
hypot 10889
fill_diagonal 10870
0.10 10843
logspace 10816
37 10775
0.65 10734
1.e-10 10692
63 10614
gray 10540
7. 10538
fstat 10533
duplicated 10526
360.0 10494
30. 10458
43 10431
66 10427
9.0 10368
125. 10330
JSONDecodeError 10320
FileHandler 10214
generic 10214
retrieve 10151
unravel_index 10141
positive 10134
vectorize 10122
.95 10104
0.07 10086
unichr 10061
VERBOSE 10057
gmtime 9998
126 9967
isatty 9962
fork 9925
68 9812
0.0508 9744
OverflowError 9743
csd 9704
255. 9700
47 9680
365 9678
3600. 9623
convolve 9619
58 9587
equals 9568
1.8 9507
nan_to_num 9504
1e5 9475
1e-7 9428
delattr 9422
0.55 9407
radd 9358
zip_longest 9346
read_table 9343
swapcase 9308
nice 9210
UnicodeError 9207
76 9182
Interval 9090
273.15 9043
__iter__ 9043
Categorical 8976
reconnect 8935
0.96 8910
503 8900
Match 8894
fdopen 8884
parse_qs 8839
INF 8820
setdiff1d 8814
chroot 8743
asfortranarray 8710
61 8685
dstack 8683
OperationalError 8640
1E3 8567
3.3 8560
twinx 8551
rad2deg 8533
copyright 8462
ion 8462
130 8459
.6 8451
1e-2 8443
SEEK_SET 8400
- 8336
10.5 8313
autoscale 8306
popen 8209
from_records 8189
figtext 8138
staticmethod 8103
filterwarnings 8101
0 8091
12.0 8048
0.08 8026
poly1d 8009
pardir 7996
asin 7985
0.06 7971
reraise 7924
82 7900
comb 7882
20000 7874
270. 7848
umask 7813
dup2 7796
4000 7752
lcm 7693
mysql 7656
isna 7655
4.5 7649
islower 7629
isalnum 7610
299 7587
quote_plus 7579
audit 7575
explode 7571
imread 7564
_exit 7559
24. 7548
trapz 7541
ioff 7537
monotonic 7533
genfromtxt 7530
viewkeys 7486
trunc 7461
0.999 7412
nansum 7397
1.0e-12 7396
getsizeof 7337
.02 7327
8192 7305
1.01 7294
hlines 7277
293. 7268
6.7 7266
1.0e-3 7216
1E6 7216
50e-6 7206
readlink 7186
Iterator 7181
W_OK 7172
meta_path 7166
mad 7161
3.8 7156
chown 7156
1.4 7120
443 7118
30.0 7105
to_numeric 7099
84 7059
ptp 7043
1E-8 7037
rowcount 7034
50000 7029
Protocol 7021
rindex 7013
3000 7012
105 7007
0.92 7001
67 6998
1e-06 6993
intersect1d 6979
0.975 6950
barh 6921
7.5 6883
pcolormesh 6838
tee 6829
16.5 6827
1e-14 6818
autocommit 6818
61.4 6816
MutableMapping 6806
last_value 6790
broadcast_to 6765
0.97 6756
49 6748
rmdir 6713
253 6700
popitem 6700
125 6640
symmetric_difference 6630
151 6628
240 6623
8000 6610
polyval 6578
32.0 6565
140 6513
202 6507
502 6503
Warning 6461
230 6420
ProgrammingError 6409
SEEK_END 6396
2.4 6386
urlunparse 6386
2 6383
1500 6336
1.7 6330
1.07 6308
read_json 6306
.75 6274
geturl 6266
71 6255
120.0 6194
1E-6 6182
1.96 6181
iinfo 6173
10000000 6170
itertuples 6160
69 6101
32.5 6094
254 6085
build_opener 6079
tril 6065
1.02 6051
implementation 6041
124 6032
utcoffset 6024
logaddexp 5999
Grouper 5989
409 5963
asctime 5956
to_html 5868
get_args 5866
union1d 5845
1e4 5844
full_like 5840
1.e-8 5834
1024.0 5814
28.0 5799
atan 5788
infinity 5784
10000. 5772
is_connected 5762
313 5760
rollaxis 5760
1E-4 5754
corrcoef 5726
plotfile 5690
kron 5689
fsync 5670
97 5668
idxmax 5632
11.0 5627
FutureWarning 5622
lstat 5621
32768 5611
UnboundLocalError 5592
0.075 5587
urlretrieve 5583
11.5 5579
factorial 5550
98 5501
PermissionError 5501
2.54 5476
jet 5461
current_thread 5442
pie 5439
base_prefix 5436
91 5423
1234 5414
73 5412
55.1 5396
argpartition 5377
fromiter 5371
purge 5356
.15 5342
clabel 5331
read_sql_query 5322
0.068 5299
60000 5282
lexsort 5280
3600.0 5259
40. 5250
.10 5249
1.e6 5233
DataSource 5232
is_unique 5225
callproc 5197
X_OK 5184
1.4826 5183
rot90 5158
2.1 5156
violinplot 5155
3.4 5150
448 5144
0.50 5142
0.93 5140
32. 5123
58.2 5112
raise_from 5108
__package__ 5104
86400.0 5084
19.5 5078
.7 5053
getuid 5053
update_wrapper 5048
nunique 5044
idxmin 5033
correlate 5000
Timedelta 4993
170 4987
50. 4985
0.17 4970
{ 4969
asfarray 4967
renames 4964
0.90 4959
304 4955
14.0 4954
} 4953
1e-15 4920
1970 4917
1e-20 4908
2.2 4884
16384 4881
waitpid 4880
tzname 4877
999999 4876
.03 4870
utime 4869
hexbin 4845
62 4838
15.4 4828
42.1 4828
60.5 4828
83 4818
1.e300 4802
iscomplexobj 4802
2.6 4801
640 4791
atleast_3d 4791
14.8 4783
expm1 4770
ge 4767
302 4765
digitize 4757
46.8 4753
xcorr 4708
1800 4701
117.8 4686
137.5 4686
148.8 4686
29.8 4686
cosh 4678
HIGHEST_PROTOCOL 4665
0.065 4643
224 4619
336 4609
99999999 4604
array_split 4586
429 4578
applymap 4572
115 4570
melt 4563
500. 4543
1e7 4535
40.0 4530
/ 4527
0.015 4502
0.13 4492
savez_compressed 4490
difference_update 4485
1000000.0 4458
ndindex 4439
14. 4421
0.33 4419
issuperset 4404
15. 4403
67.7 4402
.04 4389
exec_prefix 4389
to_numpy 4375
0.0127 4372
tz_localize 4368
64. 4361
123 4357
expandtabs 4356
sca 4353
log1p 4340
EX_OK 4332
bitwise_and 4324
450 4322
88 4321
3 4315
O_CREAT 4310
executemany 4308
0.14 4305
00 4305
700 4296
MemoryError 4289
15000 4278
0.72 4270
subn 4264
181.1 4260
50.33 4260
175 4254
1.001 4252
210 4243
kurt 4235
F_OK 4231
1550 4212
MutableSequence 4212
cool 4194
_getframe 4179
40000 4178
.4 4168
350 4168
to_sql 4168
1440 4161
isdisjoint 4160
74 4159
0.23 4158
301 4146
1073.15 4141
to_timestamp 4124
405 4119
less_equal 4103
57 4088
77 4087
DatabaseError 4078
parse_qsl 4074
reciprocal 4071
erfc 4069
perf_counter 4061
tz_convert 4043
get_terminal_size 4033
190 4025
1.e0 4024
not_equal 4014
add_prefix 4008
fill_betweenx 3993
480 3990
fullmatch 3978
205 3974
12345 3970
13.0 3948
* 3947
triu_indices 3947
memoryview 3946
1.0E-9 3940
280 3922
JSONEncoder 3919
sinh 3917
viewitems 3915
choose 3913
fliplr 3890
unix_socket 3887
92 3880
78.0 3864
0.21 3862
quiver 3861
4E0 3849
4E2 3849
300.0 3840
0.09 3838
1.7976931348623157e+308 3826
87.62 3821
91.224 3821
25.0 3817
40.5 3814
histogram2d 3805
og 3796
arctanh 3782
0.0375 3774
67.5 3773
0.16 3728
1.0e-4 3716
starmap 3713
0.008 3704
at_time 3682
57.3 3672
0.0625 3664
pcolor 3664
199 3659
RangeIndex 3644
__debug__ 3620
1000000000 3592
168 3580
sem 3562
SystemError 3556
5.6 3553
25000 3546
18.4 3544
1400 3522
set_printoptions 3518
212 3514
BlockingIOError 3509
copysign 3509
129 3507
1001 3501
4.8 3500
35.0 3480
117 3476
breakpoint 3468
autumn 3466
.35 3462
260 3452
6.5 3445
savez 3416
boxplot 3410
int2byte 3408
moveaxis 3404
utctimetuple 3390
1.0e-10 3389
3.2 3380
matshow 3376
245 3374
89 3357
24.0 3343
1.98 3321
32767 3318
0.88 3316
extsep 3291
1.e99 3281
isnumeric 3277
112 3272
Period 3272
O_WRONLY 3267
65.2 3266
25. 3262
211 3261
seterr 3251
1.008 3241
0.20 3240
rolling 3233
16000 3232
132 3223
93 3223
1E-9 3220
Pattern 3214
1.5e-12 3204
FileExistsError 3197
0.80 3184
10000.0 3181
0.22 3174
99. 3160
locator_params 3159
8.5 3151
293 3146
0.18 3143
isposinf 3141
autocorr 3140
1e8 3137
greater_equal 3137
19.6 3130
78.3 3124
erf 3122
103.619 3118
123.22200000000001 3118
137.327 3118
151.98919999999998 3118
153.326 3118
51.9961 3118
58.6934 3118
74.69239999999999 3118
nanstd 3113
.96 3112
1e-16 3109
215 3106
lastrowid 3085
121 3078
fmod 3054
apply_along_axis 3050
113 3047
836.8 3045
18.5 3044
takewhile 3040
fsum 3027
.180 3015
9.6 2995
fspath 2993
float_info 2992
206 2986
getfilesystemencoding 2985
5.3 2982
WNOHANG 2964
300. 2962
.85 2954
ffill 2940
factorize 2928
720 2927
97.5 2923
trim_zeros 2922
0.0254 2920
185 2920
501 2907
344 2905
11.4 2903
0.00 2895
0.00000001 2892
87 2876
504 2857
108 2851
122 2837
768 2835
1025 2828
2005 2828
102 2811
119 2793
.12 2787
HTTPSHandler 2784
94 2783
359 2781
memory_usage 2776
137 2771
116 2761
104 2753
6000 2742
format_map 2739
1200 2731
107 2729
150. 2725
setsid 2711
1.e-99 2693
1.6 2692
145 2692
kurtosis 2681
0.82 2680
103 2673
200.0 2669
0.12 2661
500000 2653
.90 2644
0.49 2644
2500 2642
155 2641
44.5 2634
2097152 2632
223 2630
4 2629
0.007 2617
364 2616
1e12 2610
pathname2url 2605
1.0e+30 2603
polyder 2600
195 2597
1.75 2596
1600 2595
99999 2594
235 2588
ModuleNotFoundError 2587
1023 2582
165 2562
40.4 2556
275 2552
0.11 2549
950 2543
packbits 2543
% 2542
.005 2541
getdefaultencoding 2531
4326 2526
406 2525
305 2521
285 2519
51.9 2497
get_function_code 2483
0.66 2481
tril_indices 2473
urlunsplit 2472
hexversion 2468
O_NONBLOCK 2458
O_RDWR 2455
200000 2454
0.41 2450
1995 2439
1.0e-6 2430
1.66E-24 2424
asfreq 2423
0.38 2421
1048576 2421
340 2413
1990 2409
1999 2403
.88 2402
2015 2401
O_RDONLY 2401
true_divide 2397
2147483647 2396
1.08 2393
hsv 2393
1.15 2392
1.875 2392
244 2386
0.002 2384
ravel_multi_index 2383
0.000001 2379
.99 2377
1.512 2376
150000 2369
0.86 2367
summer 2358
1E-5 2357
nlargest 2357
read_sql 2355
nanargmax 2336
.001 2332
257 2330
576 2329
5 2326
is_monotonic_increasing 2322
21.0 2317
setrecursionlimit 2313
120. 2312
Awaitable 2306
100000000 2303
133 2303
0.0556 2302
0.81649658 2302
410 2300
maketrans 2298
ensure_str 2293
18.0 2287
1.5E-4 2285
to_timedelta 2281
unquote_plus 2278
290 2273
550 2273
NewType 2271
getgid 2268
310 2267
221 2265
Hashable 2265
bmat 2262
2.3 2249
20.5 2245
notna 2243
1.85 2241
265 2233
295 2231
pivot_table 2225
0.035 2223
109 2218
to_excel 2208
3e8 2205
0.24 2203
1E-10 2200
412 2199
IO 2199
114 2193
2000.0 2189
between_time 2183
422 2176
recarray 2176
modf 2169
isreal 2168
twiny 2167
2011 2165
0.0005 2160
5.2359877e-2 2152
1e-21 2151
0.995 2150
1450 2150
0.77 2143
truediv 2136
ps1 2134
1.9 2125
450.0 2122
1.e3 2117
0.375 2113
86 2112
4.60517 2110
150.0 2106
303 2106
1.04 2104
set_url 2100
GeneratorExit 2094
NotSupportedError 2094
2.75 2093
ndenumerate 2079
1.00 2078
read_excel 2078
indexbytes 2069
getLevelName 2068
128.0 2067
0.44 2065
main_thread 2065
set_cmap 2063
select_dtypes 2060
class_types 2058
polar 2049
0.32 2048
2100 2044
pct_change 2029
44100 2024
axvspan 2023
19. 2019
109.5 2010
2017 2008
0.83 1998
broadcast_arrays 1989
2147483648 1984
putmask 1984
HTTPCookieProcessor 1982
.025 1980
7.7 1978
2.96 1974
1E-7 1972
viewvalues 1967
read_pickle 1965
2e-5 1963
72000 1962
settrace 1962
1210. 1961
2.575 1956
30000 1956
0.39 1949
21800 1948
2e-10 1948
excepthook 1947
307 1945
70.0 1945
1.0e-99 1944
spy 1938
isneginf 1929
153 1926
geteuid 1924
imsave 1919
113. 1918
altsep 1909
fromfunction 1907
3857 1902
ticklabel_format 1902
801 1900
1e-99 1897
cmp_to_key 1893
1.0E-99 1892
45.0 1892
12.6 1884
1e-30 1884
19.0 1878
1.72142E-2 1874
1.74533E-2 1874
.08 1872
4.3 1867
specgram 1867
oct 1866
4.1 1861
366 1859
72.0 1855
1.31 1851
4600 1843
2273.15 1839
6.3 1836
1.0e3 1835
315. 1833
288 1828
2240.0 1827
plasma 1822
2e4 1821
.06 1818
623.15 1818
640. 1809
infty 1809
130.0 1808
0.51 1804
1.88 1801
1280 1798
01 1796
413 1792
1024. 1788
INFINITY 1788
12.5 1787
5.04 1786
6848.0 1786
3.048192 1784
3.36 1784
8.56 1784
2.8 1783
3500 1782
6.048 1782
11. 1780
diagflat 1775
TypeVar 1770
21. 1769
136 1765
9999.0 1745
cumprod 1738
106 1736
8711. 1736
131 1733
81. 1730
144 1728
hist2d 1721
to_records 1714
357 1713
ps2 1708
29.7 1707
8080 1707
byte2int 1703
nanargmin 1703
37.4 1701
41.9 1701
45.2 1701
53.5 1701
.37 1700
6.6 1699
330 1697
array2string 1695
; 1690
to_pickle 1689
2.9 1687
credits 1686
sci 1686
" 1683
1950 1683
0.0000 1681
6.4 1681
18. 1677
asmatrix 1675
2013 1670
1.E-6 1668
0.394 1667
viridis 1667
100.00 1662
... 1655
225. 1655
148 1652
1250. 1651
1.0E10 1640
vdot 1640
ForwardRef 1639
scandir 1637
rename_axis 1635
232 1629
1e-05 1627
1e22 1627
75.0 1627
99.9 1622
0.296 1618
2.56 1616
8.35 1615
droplevel 1610
312 1609
histogramdd 1603
0.500000 1600
27.0 1599
hanning 1599
intern 1596
35. 1593
1.79 1592
1.68 1587
.102 1585
361 1583
pmt 1583
750. 1582
1e-13 1581
.54 1577
65535.0 1576
CategoricalDtype 1573
10e-8 1571
TextIO 1568
22.5 1563
1e2 1561
117.0 1560
is_monotonic 1560
13.01 1559
14.47 1559
188.0 1559
19.4 1559
2.68 1559
28.2 1559
3.17 1559
3.38 1559
3.95 1559
368.0 1559
48.17 1559
5.05 1559
5.08 1559
5.24 1559
5.26 1559
5.51 1559
5.58 1559
69.4 1559
99.91 1559
0.997 1558
1.414 1545
0.99999 1536
101325. 1536
84.0 1535
1.0e6 1533
5300 1533
0.91 1529
10 1527
1210.0 1521
2400000.5 1521
iscomplex 1520
register_adapter 1520
2016 1513
1980 1512
22.0 1512
222 1510
isdecimal 1508
process_time 1508
297 1507
to_period 1502
2014 1500
36.0 1500
0.055 1497
118 1497
.55 1496
piecewise 1494
lru_cache 1493
196 1490
296 1489
1e300 1485
dwFlags 1482
99999.0 1481
110.0 1475
FloatingPointError 1474
248 1472
hamming 1470
expanding 1465
minorticks_on 1463
5000000 1455
910 1451
1.98892E+33 1450
365.25 1446
showwarning 1446
1.23 1442
isoweekday 1441
acorr 1436
overload 1435
635 1434
11.69 1431
8.27 1431
247. 1427
65537 1427
1e-04 1426
0.000000001 1422
cla 1417
240.0 1411
install_opener 1410
bitwise_xor 1408
281. 1406
289. 1406
475 1406
fetchmany 1402
98.0 1398
bfill 1398
lockf 1398
0.54 1396
O_EXCL 1396
ReferenceError 1393
4294967295 1392
1.47 1384
0.0025 1382
0.29 1382
0755 1382
1.0E6 1380
375 1378
365. 1376
324 1375
frexp 1373
4.7 1370
6.55957 1370
.79 1368
156 1363
PathLike 1363
0.850000 1360
1.44 1358
.80 1357
86400. 1356
lchown 1355
1E-3 1353
0.94 1352
2009 1352
200. 1350
last_valid_index 1347
1e38 1345
0.19 1344
72.5 1344
\\ 1343
PicklingError 1341
0.56 1339
7000 1337
0.012 1335
0.60 1334
.36 1331
172800 1331
0.875 1329
1.253 1323
292 1320
7200 1317
hsplit 1316
402 1315
0.78 1314
HTTPHandler 1310
4500 1309
0.185 1303
.015 1301
TabError 1299
370 1297
650 1297
| 1296
.09 1293
0.020 1292
138 1291
9.5 1291
7.6 1285
4.15 1284
1.000000 1283
0.013 1281
interval_range 1281
a 1280
0.40 1278
40.3 1278
getppid 1271
.45 1265
105. 1265
210. 1265
411 1264
ConnectionResetError 1263
bitwise_or 1263
8.1 1252
setpgrp 1250
1.0e7 1248
0.465 1245
445 1244
__stdout__ 1244
PendingDeprecationWarning 1239
0.231 1238
axhspan 1236
1.33 1235
800. 1234
\ 1234
37.0 1231
killpg 1230
2061.5 1229
to_latex 1227
12.75 1225
0.1333 1224
187 1224
ProxyHandler 1223
isocalendar 1222
400000 1220
23.5 1219
0.054 1218
0.271087 1218
.27 1216
1403 1215
.92 1214
0.84 1214
1.e-02 1214
1.e-05 1214
0.7413 1213
1.728 1212
0.587 1207
2.16 1207
31558149.984 1206
53.1 1203
72. 1203
5e-3 1202
0.126970 1200
0.810820 1200
21.744240 1200
1e30 1194
3.7 1194
6 1194
0.28 1193
3.024 1192
7729.0 1192
0.050 1191
11583.231236531 1190
17.12 1190
2255. 1190
4.694215680 1190
6.72 1190
640.0 1190
107. 1188
4.28 1188
4.32 1188
7.56 1188
6379 1187
380 1185
0.00005 1183
64.0 1183
2097151 1180
636 1180
0.114 1178
1.0E-4 1178
1.2664666321635087 1177
1.2719203877292842 1177
1.3410566491548412 1177
1.350873678084769 1177
250.0 1177
10.3 1176
gci 1176
WEXITSTATUS 1174
9999.9 1172
247 1165
256. 1162
143 1159
0.299 1158
4001 1155
0.999999426697 1154
1.65 1154
415 1152
540 1151
.11 1150
BrokenPipeError 1146
252 1144
1e16 1143
ConnectionRefusedError 1141
IndentationError 1140
381 1137
0.46875 1136
33.4 1136
PeriodIndex 1136
96. 1135
get_dummies 1135
262144 1134
.0 1133
320.0 1131
0.293 1130
15.5 1129
31.0 1125
can_fetch 1125
setuid 1124
.24 1123
141 1123
9000 1123
right_shift 1123
161 1116
999999999 1114
164 1113
470 1113
getrecursionlimit 1112
131072.0 1106
7.1 1105
5e-6 1104
0.0002 1101
0.625 1101
ArithmeticError 1098
O_TRUNC 1098
408 1097
0.27 1094
179 1090
.07 1089
2400 1089
0.019 1087
$ 1085
17.0 1085
1e-98 1084
to_hdf 1079
1.7891679e-6 1076
29.53125 1076
13. 1075
tril_indices_from 1075
0.0248 1074
17.3 1074
220.0 1074
9.6e-5 1074
1E4 1073
0.68 1072
8000. 1070
binary_repr 1068
1.e8 1065
32773 1065
50706 1065
1.003355 1064
193 1064
get_printoptions 1062
160.0 1061
70. 1060
1.0001 1058
dropwhile 1056
0.0000001 1054
2.97 1054
644 1053
Int64Index 1053
1e20 1052
101325 1049
543 1048
80.0 1048
0.66667 1047
period_range 1047
1.0e-2 1046
152 1045
intersection_update 1044
casefold 1043
750 1042
0.333333333333 1040
1.12 1039
1e-32 1039
.48 1036
get_include 1034
25200 1033
2000. 1031
1e-22 1027
filterfalse 1026
getwindowsversion 1025
12.92 1024
134 1024
422.5 1019
can_cast 1019
420 1013
.53 1012
1e-1 1011
256.0 1011
0.2857 1010
1.64 1009
3.1 1009
0.750 1008
225.0 1008
346 1008
5.4 1007
LOCALE 1007
6378137.0 1005
1e15 1004
swaplevel 1004
3.2E9 996
1440.0 995
add_suffix 995
33.9 994
34.5 994
34.8 994
80.9 994
.0001 988
643.15 988
set_axis 988
get_ident 982
510 981
1950.0e0 980
get_rows 980
0.53 979
1.0e9 979
0.1429 978
0.4286 978
0.5714 978
0.7143 978
0.8571 978
blackman 977
.52 976
341.5 975
1E-13 973
0.033 972
Sized 972
33.0 971
__stderr__ 969
154 968
27017 968
4.65 968
114.0 966
137.0 966
156.0 966
221.0 966
395.0 966
49.0 966
1100 964
4.75 963
308 962
105.0 961
statvfs 961
0.049 960
0.337440 960
startfile 959
14000 957
0.37 956
.98 955
1000000. 955
115200 955
176 954
exp2 954
** 950
181 950
23. 949
174 948
21600 948
0.825 947
89.8 944
diag_indices 943
6600. 940
101325.0 938
0.48 937
ExcelWriter 935
start_transaction 934
0.30 933
read_hdf 933
1.e-7 932
0.016 931
5.00 931
258 930
191 929
139 927
4e-7 927
2.15 926
5986 925
0.34 924
TimedeltaIndex 923
39.5 922
2111 920
.65 917
3.03 917
12000 916
1080 915
0.73 913
0.00011 912
0.0033 912
1.1051002240771077 912
414 912
87.0 912
1.0E-8 911
.71 910
2000000 908
207 908
250000 908
352 907
0.3048 906
163 904
10000000.0 903
.0005 901
2.10 901
isidentifier 901
2050 897
380. 896
iterbytes 896
0.011 895
1.125 893
601 891
0.6827 890
2004 888
1.e9 887
fsdecode 887
1.18 886
0.600000 880
0.700000 880
0.800000 880
11.3 878
5.9 878
5000. 878
234 877
0600 875
22.064 873
372 873
2049 872
2002 869
3010 869
5000.0 869
269 868
135. 866
1e-08 866
10800 865
2.25 865
34.3 865
261 864
warn_explicit 864
5.8 859
10.1 858
69.172 858
3e-1 857
17.1 856
read_feather 856
stack_size 856
76. 854
combine_first 854
174. 852
1900.0 852
40.2 852
43. 852
1.42 851
62.5 851
142 850
7 848
STARTUPINFO 848
0.305 846
triu_indices_from 846
3.24 844
79. 840
.125 839
.67 838
2.72 838
1.38 836
13.88 836
24.75 836
29.0 836
38.12 836
4.94 836
58.73 836
7.20 836
130. 832
.16 830
0.64 830
10e6 827
8760 827
65. 826
5.1 825
158 822
4.37526908801129966e-3 822
925 822
2150 821
16.6 820
323 820
157 819
fromordinal 816
1700 814
322 814
416 814
26. 813
460 811
putenv 811
116.0 810
80. 805
0.9999 804
7.342 804
188 803
1500. 801
2.73 801
213 801
HTTPBasicAuthHandler 801
0.333 800
O_TEXT 800
0.36 799
15269888 797
8 796
226. 793
1995.0 792
2015.0 792
hash_info 792
1.73 791
0.7425 790
1.0495 790
1.5e5 790
2.5e3 790
fchmod 790
300000 789
38. 788
16383 787
18.934 787
0.004 786
217 786
252. 785
999. 785
vsplit 785
172 783
SyntaxWarning 783
5.85 782
120000 781
20.7 781
1E-2 779
4095 779
2.8e-02 777
2.9e-02 777
cached_property 777
1016064. 776
242 776
BinaryIO 776
toordinal 775
149 773
? 771
0.9375 768
12.8 767
16381 767
1641 766
1032 764
1860 763
lgamma 763
0.0e0 762
NAN 762
plot_date 762
549 761
IntervalIndex 759
0.368 758
0.42 757
240. 757
1.e12 756
9.81 755
0.87 753
741.593 752
744.493 752
773.007 752
775.907 752
804.213 752
807.113 752
835.627 752
838.527 752
0.135 751
1.0e+10 751
1920 751
56.0 751
json_normalize 751
maxunicode 751
0.925 749
285. 748
14166 747
9 746
6370 745
find_common_type 745
first_valid_index 745
334 744
720.0 744
8.96 744
isprintable 744
irr 743
1.222 741
23333 741
.141 740
.272 740
.447 740
.619 740
.961 740
6371 740
67.0 739
_current_frames 739
10.7 738
58.3 738
113.5 736
356 736
4.4 736
seteuid 736
1.0E-5 735
nsmallest 734
istitle 733
5e-4 730
9600 729
18.35 728
194 728
33.35 728
34. 728
3306 727
31.9 725
7.9 724
1.602176487e-19 723
9.10938215e-31 723
50000.0 722
abiflags 721
0.900000 720
0.950000 720
12.494170 720
2.291440 720
127.6 718
1e100 718
sendfile 717
0.99995 716
5.049096828 716
5.260578707 716
743. 716
13.5 715
599 715
145. 714
5e4 714
1536 713
& 712
243. 712
177.47 710
23.3 710
24.6 710
45.91 710
46.19 710
52.8 710
54.3 710
61.8 710
62.7 710
get_method_function 709
1.82 708
63.0 704
01.07 703
10.81 703
102.906 703
106.42 703
107.868 703
112.414 703
114.818 703
118.71 703
12.011 703
121.76 703
126.904 703
131.293 703
132.905 703
137.27 703
138.905 703
14.007 703
140.116 703
140.908 703
144.242 703
15.999 703
150.36 703
151.964 703
157.25 703
158.925 703
162.5 703
164.93 703
167.259 703
173.045 703
174.967 703
178.49 703
18.998 703
180.948 703
183.84 703
186.207 703
190.23 703
192.217 703
195.084 703
196.967 703
20.18 703
200.592 703
207.2 703
208.98 703
209. 703
22.99 703
222. 703
223. 703
227. 703
231.036 703
232.038 703
237. 703
238 703
238.029 703
24.305 703
24.38 703
244. 703
251. 703
257. 703
258. 703
259. 703
26.982 703
262. 703
267. 703
269. 703
278. 703
28.085 703
286. 703
294. 703
30.74 703
32.06 703
35.45 703
368 703
39.098 703
39.948 703
4.003 703
40.078 703
44. 703
44.956 703
47.867 703
50.942 703
51.996 703
54.938 703
55.845 703
58.693 703
58.933 703
6.46 703
6.94 703
65.38 703
69.723 703
72.63 703
74.922 703
78.971 703
79.904 703
83.798 703
85.468 703
88.906 703
9.012 703
92.906 703
95.95 703
97. 703
is_monotonic_decreasing 702
floordiv 700
setgid 699
.64 696
3.14 696
332 695
1.57 694
0.70 693
216 693
0.67 692
1.0E-15 689
1.10 689
get_function_defaults 689
1515 688
1775 688
807 688
to_markdown 688
550e-9 687
.72 686
146597. 686
3058673. 686
3072 686
336. 686
672. 686
7729. 686
broken_barh 686
getstatusoutput 686
220. 685
42. 684
4e0 684
146097 683
2268. 682
100000.0 681
0.5248379 678
5.7 677
.60224 676
0.74 674
1.e1 672
400.0 672
daylight 671
4.74047 670
500.0 670
ensure_text 670
2018 669
6371.2 667
10e13 666
0.225 665
5E-4 665
urldefrag 665
apply_over_axes 664
nditer 663
.14 660
514 659
addLevelName 659
178 658
29.3 658
34.4 656
4.2 655
CategoricalIndex 655
0.2857142857134 650
6.8 650
75000 649
760 649
1e-09 647
71.6 647
setegid 647
1.055 646
5100 646
298. 645
323. 645
604800 645
FrozenSet 645
52.0 644
0.1307 642
0.3081 642
162 642
54.0 642
511 641
0.400000 640
arccosh 639
execvp 639
tshift 639
.012 638
.76 637
227 637
3600.00 637
7.787 636
0.006 635
0.2618 635
8.64 634
9999. 634
189 632
20037508.34 632
203 632
9999999 631
1.e-15 630
729273613 630
13.6 628
43.3 628
@ 628
2240 627
Generic 627
JSONDecoder 627
0.26 626
0.287042 625
1.607858 625
2003 625
0.725 622
80000 622
DETACHED_PROCESS 622
0.0125 621
1.36 621
8.3 621
229 620
PickleError 620
0.0016 619
1.17 619
183 618
0777 617
26.0 617
366. 617
O_APPEND 617
153. 616
36.5 616
8000000 615
499 614
27. 613
208 612
URLopener 612
41.59 611
0.170284091 609
0.6918 609
1.311 609
1858.0 609
219 609
265.0 609
544.62 609
784.9 609
830.0 609
837.0 609
9.90 608
3080 607
getlogin 607
0.000 606
2.268 605
0.175 604
BaseHandler 604
PARSE_DECLTYPES 604
1.0E+12 603
0.8125 602
2099 601
0.05475 600
0.3e-3 600
1.0e5 600
2750 600
0.8333 598
2.24 598
299792458 598
28. 597
7e-6 597
0.0174532925 596
1.0e+06 596
1008. 596
11831. 596
12.47 596
12320. 596
1276. 596
127825.0 596
1296.0 596
134.543 596
144. 596
14809.0 596
15335.597827 596
15419335.0 596
162.85 596
1728.0 596
1760. 596
193.385 596
1987. 596
214.745 596
3058.673 596
3080.0 596
336.0 596
344.45 596
44.711 596
5.76 596
518.4 596
5429. 596
5429.0 596
6.9854400 596
617. 596
617.0 596
664.3739519 596
7.056 596
7.75 596
7.776 596
7056. 596
743.0 596
756.0 596
75703.0 596
76055.0 596
81.91 596
9.072 596
92.71 596
9240. 596
94.403 596
0.26592 594
0.28236 594
1.048e+03 594
1.069e+01 594
1.093e-03 594
1.151e-01 594
1.235e+00 594
1.296 594
1.312e+01 594
1.39708800 594
1.520e-01 594
1.524096 594
1.587e+03 594
1.619e+02 594
1.7086 594
1.751e+02 594
1.8144 594
1.870e+03 594
1.917e-02 594
10.69 594
1085. 594
11.4635 594
1120. 594
116.5 594
1189.775 594
127.825 594
1285.0 594
13.661 594
1490. 594
150.5 594
1509.35 594
152.93365 594
15737.765635 594
158.0239 594
164.47322263 594
170. 594
175. 594
189. 594
2.016 594
2.047 594
2.094e-02 594
2.173 594
2.17728 594
2.417e-03 594
2.463e+02 594
2.504e-01 594
2.54016 594
2.592 594
2.7216 594
2.772 594
2.931e+01 594
2.970e+00 594
20.261 594
20.45 594
20373.952415 594
21.863 594
2365. 594
252.9407 594
269.45 594
27.8185 594
270.27409 594
271.45 594
2920. 594
2e-05 594
3.225e+02 594
3.283e+01 594
3.3264 594
3.355e+02 594
3.4103 594
3.423e-01 594
3.554e-01 594
3.643e+02 594
30.37 594
3085. 594
31.571 594
343.0 594
358.675 594
3715. 594
378.515 594
386.45 594
396.65 594
4.032 594
4.070e+00 594
4.149e+00 594
4.349e+02 594
4.415 594
4.702e+01 594
4.809e+01 594
4.897e+01 594
415.51 594
428. 594
45.1 594
45.7 594
451.597 594
4862.041225 594
5.08032 594
5.115e+03 594
5.215e+02 594
5.41 594
5.4432 594
5.472e-02 594
5.600e-02 594
5.605 594
5.949e+00 594
5.962e-01 594
5040 594
560. 594
561.98689 594
5786.95 594
6.062e+00 594
6.320e+02 594
6.46800 594
6.665e+02 594
63. 594
64.153 594
684.8 594
6848. 594
7.267e-02 594
7.354e+02 594
7.43 594
7.87 594
7.954e+01 594
717.05 594
735.505 594
740.45 594
756. 594
76.055 594
770.96675 594
7800.0 594
8.752e+01 594
8.859e+00 594
830. 594
845.827 594
85. 594
856. 594
9.640e-01 594
9.9792 594
91.495 594
945.55 594
isinteractive 593
6667 592
7.4 592
1.e-64 591
21000 591
28000 591
2097152.0 590
3660 590
removedirs 590
sysconf 590
10800.0 589
270.0 589
7.2722E-5 589
783 589
HTTPPasswordMgrWithDefaultRealm 589
169 587
296. 587
52.2 585
57.0 584
0.622 583
3.34 582
fchown 582
common_type 581
backfill 580
0.440 579
0.905 578
10240 578
unpackbits 578
2010 577
0.0004 576
2592000 576
580 576
1940 575
880 575
AsyncIterable 575
// 574
0.46 574
4.9 574
show_config 573
getpgid 571
0.9996 570
get_function_globals 570
with_metaclass 570
17.5 569
18.2 569
6.2 569
.999 568
100000. 568
15.7 568
15.9 568
17.6 568
21.9 568
22. 568
22.6 568
26.9 568
31.4 568
32.6 568
32.8 568
37.3 568
38.1 568
46.4 568
50.7 568
51.6 568
55.4 568
56.1 568
56.5 568
56.7 568
59.6 568
62.1 568
63.2 568
63.7 568
67.1 568
67.6 568
1.35 567
ulp 567
.86 564
1.67 562
330. 562
45000 561
AsyncGenerator 561
0.750000 560
250. 559
1.34 558
1.06 556
0.4375 555
167 555
1e32 555
2008 555
65000 555
active_count 555
0.575 553
16769023 553
8e-4 553
STD_OUTPUT_HANDLE 553
openpty 553
1.66053873e-27 552
40.8 551
48.5 551
0.099 550
1E1 549
756 549
173 548
209 548
666 547
nextafter 547
reorder_levels 547
1750 546
186 546
9.4 546
298.15 545
1.048 544
12555 544
8064 542
93.0 542
239 541
65280 540
P_PID 540
WEXITED 540
get_type_hints 540
waitid 540
.975 538
0.0034906585 538
0.0052359877 538
0.306 538
0.33333333 538
0.715 538
1.1428639e-7 538
1.19459e-5 538
1.5835218e-4 538
1052.797 538
1083.4350 538
109.7927 538
109377.94 538
115605.82 538
117.3900 538
1215.972 538
12422.520 538
1246.113 538
13.2470 538
146.407 538
146.5816 538
146349.42 538
1464.74 538
1554.908 538
156.5910 538
1582.851 538
16.2900 538
161616.52 538
16178.110 538
1629.014 538
170470.89 538
18.9068 538
19.302 538
2.1460748e-6 538
2.1765803e-9 538
2.2123015e-7 538
214.6334 538
218913.95 538
228.4190 538
229838.20 538
2366.899 538
2415.925 538
242.6940 538
242699.48 538
24462.770 538
266.724 538
29936.92 538
3.616 538
3.7393792e-7 538
3000000 538
3017.977 538
309468.16 538
313.9530 538
31324.56 538
331.819 538
342.585 538
346.844 538
3581.690 538
3651.957 538
36525.0 538
3708.2760 538
3763.64 538
37995.780 538
39.3750 538
4.92187512 538
40023.880 538
41.122 538
4568.6173 538
4664.75 538
4690.2500 538
471.0940 538
4758.686 538
4988.6100 538
508.738 538
5149.66 538
51752.104 538
532.114 538
5337.524 538
5341.4 538
54087.36 538
5542.21 538
5740.032 538
6.56250012 538
6.60937 538
611 538
7.3636953e-9 538
7193.992 538
72.099 538
8.26e-3 538
822.71072 538
841.8800 538
8491.4146 538
853.66600 538
8624.7700 538
9.24e-3 538
9.84375 538
9064.7700 538
919.22770 538
25.8 537
read_fwf 537
0.045 535
0.292 535
0.733 535
604 534
328 533
228 531
SparseDtype 531
241 530
1048576.0 529
0.351 528
getoutput 528
", 527
unquote_to_bytes 527
ProcessLookupError 526
1073741824 524
2047 524
43200 524
0.046 522
127.5 522
18.8 522
632 522
10100 520
318 519
0.010 517
1002 517
1e200 516
FancyURLopener 516
3200 514
347 514
1461 513
135.0 511
3060 511
Float64Index 511
.28 510
10000000000 510
1.333 509
1.339 509
altzone 509
dont_write_bytecode 509
0.00000000006585e0 508
0.00000001177742e0 508
0.00000002710544e0 508
0.00485852e0 508
0.01118145e0 508
0.0111814828e0 508
345 507
326 505
316 504
298.257223563 503
0.666666666666667 502
61.2 500
last_type 500
.83 499
58.1 499
282 498
1460 497
0.00003 496
10800000. 496
65536. 496
1e-200 495
171 494
19.00881189173929 494
21.90096265 494
21.93161551 494
22.11 494
47.3 493
49.1 493
52.1 493
UnpicklingError 493
1E5 492
218 492
4056 492
47808 492
nanvar 492
prism 492
1022 491
11111 491
382 491
0.000551e0 490
0.002117e0 490
0.002667e0 490
0.008541e0 490
0.012254e0 490
0.13843e0 490
0.31919e0 490
0.455 490
0.660e0 490
1.11 490
1.244e0 490
1.579e0 490
1.62557e0 490
180.e0 490
21.095 490
21.095e0 490
49151 489
780 489
9999999.0 489
diag_indices_from 489
formatwarning 488
378 487
9223372036854775807 487
1.366 486
142.5 486
2400. 486
99.0 486
0.095 485
236 485
35.8 485
4294967296 485
1.0E30 484
0.254 482
0.04045 481
298 481
sched_getaffinity 481
0.040 480
3.241680 480
32767.0 480
4194303 480
62.4 480
WIFEXITED 479
110. 478
2484 478
11.1 477
4004 477
6.9 477
.9999 476
1.26 476
2514 476
ResourceWarning 476
python_2_unicode_compatible 476
399 475
c 475
read_html 474
20000000 473
0.00000001177656e0 472
0.00000002710663e0 472
0.00485767e0 472
0.01118251e0 472
1048576. 472
144000 472
17.9 471
65.0 471
getegid 471
15.87 470
2001 470
3.25 470
32768.0 470
84.13 470
BufferError 470
0.714 469
4.00 469
0.384 468
1.0625 467
396 467
490 467
0.164 466
111.32 466
array_str 466
stackplot 466
1E10 465
520 465
36000 462
51.7 462
2409 461
897 461
qcut 461
10002 460
10345 460
10461 460
10728 460
11002 460
11387 460
11407 460
11515 460
1842 460
1872 460
1891 460
1908 460
1932 460
1954 460
1957 460
2031 460
2144 460
2186 460
2225 460
2287 460
2290 460
2291 460
2327 460
2334 460
2337 460
2350 460
2352 460
2366 460
2369 460
2375 460
2385 460
2405 460
2416 460
2453 460
2458 460
2461 460
2466 460
2477 460
2486 460
2503 460
2516 460
2528 460
2554 460
2629 460
2718 460
2734 460
2769 460
2868 460
3022 460
3078 460
3321 460
376 460
393 460
440 460
4893 460
5065 460
5075 460
5123 460
5234 460
5558 460
5721 460
5895 460
5932 460
5960 460
5967 460
6106 460
6142 460
6147 460
6342 460
6618 460
6680 460
6996 460
7022 460
7191 460
7419 460
7636 460
8025 460
8451 460
8854 460
9168 460
9476 460
9695 460
9933 460
9985 460
last_traceback 460
1.e-30 459
1E9 459
7.25 459
800.0 459
23.0 458
39.0 458
.33 457
1.74 457
1E-1 457
2E-4 457
49.5 457
5E2 457
option_context 457
0.0075 456
0.0099 456
0644 456
1230768000 456
720. 456
0.1502 455
0.2470 455
0.8421 455
0.9996012717 455
1200. 455
125.157 455
20.4894 455
446.448 455
542.060 455
6356256.909 455
6356752.3141 455
6377563.396 455
6378137.000 455
combinations_with_replacement 455
0.101365037912 454
0.20433810950965 454
0.66212605039687e-4 454
0.66856572307965 454
10.4477 454
1273 454
283 454
total_ordering 454
251 453
AsyncIterator 453
147 452
0.066 450
1911 450
1e-19 450
22.1 450
493 450
587 449
1.79989 448
STARTF_USESHOWWINDOW 448
^ 448
0.396 447
31.5 447
ewm 447
2.78 446
take_along_axis 446
0.0015 445
bartlett 443
155.0 442
1883 442
99999999999 442
0.61 441
24.7 441
42.0 441
716 441
delaxes 441
146 440
960 439
EX_TEMPFAIL 438
1.0e-5 437
1.9893 437
0.132 436
0.195 436
0.282 436
0.307 436
0.667 436
0700 436
1.166 436
1.282 436
1.318 436
1.606 436
937 436
0.533 435
setpriority 434
125000 432
386 432
1601 430
479 430
8191 430
defpath 430
3.00 428
33.5 428
6.28 428
22.3 427
26.3 427
37.1 427
389 427
8.6 427
0.555 426
1.9852 426
1.9861 426
1.9949 426
10.4 426
11.9 426
138.9 426
14.3 426
179.45 426
18.6 426
19.8 426
2.0032 426
21.8 426
22.9 426
26.1 426
28.1 426
28.6 426
29.6 426
30.3 426
31.2 426
34.7 426
34.9 426
36.2 426
36.4 426
44.77 426
46.29 426
47.12 426
48.3 426
51.4 426
55.7 426
55.9 426
57.1 426
57.2 426
57.7 426
58.5 426
59.1 426
59.14 426
60.7 426
61.6 426
63.3 426
63.5 426
64.9 426
77.93 426
428 425
AbstractSet 425
addinfourl 425
0.000_001 423
1.22 423
251.165 423
159 422
27.5 422
64000 422
get_method_self 422
249 421
35785831 421
1.43 420
0.985 418
47.57 418
49.91 418
2.35482 417
66.66 417
0.1185 416
0.46151805 416
4094 416
7300 416
1.9847 415
1.9858 415
1.9864 415
1.9879 415
1.9901 415
1.9913 415
1.9939 415
1.9971 415
1.9983 415
2.0017 415
2.0066 415
2.0076 415
2.0117 415
2.0195 415
2.0244 415
2.0322 415
2.0395 415
2.0518 415
2.0595 415
2.0687 415
2.0796 415
2.1009 415
2.1448 415
2.1604 415
2.6335 415
2.6371 415
2.6458 415
2.6512 415
2.6524 415
2.6575 415
2.6589 415
2.6618 415
2.6649 415
2.6737 415
2.6896 415
2.9467 415
3.0123 415
StopAsyncIteration 414
cbrt 414
95. 413
166 411
1e25 411
WIFSIGNALED 410
50114 409
0.159 408
0.248 408
1011 408
10140 408
10150 408
1300 408
14070 408
14350 408
144150 408
144400 408
148000 408
18068 408
18095 408
18110 408
18268 408
1838 408
1840 408
1e+12 408
21070 408
21150 408
21450 408
24890 408
24915 408
24930 408
24990 408
28070 408
29700 408
3580 408
50100 408
50500 408
7040 408
7050 408
1.047 407
3.05 407
setLoggerClass 407
1.0e4 406
0.224 405
1.e5 405
3634794 405
0.0978 404
0.4473 404
1.9840 404
1.9842 404
1.9845 404
1.9850 404
1.9855 404
1.9867 404
1.9870 404
1.9873 404
1.9876 404
1.9883 404
1.9886 404
1.9890 404
1.9897 404
1.9905 404
1.9908 404
1.9917 404
1.9921 404
1.9925 404
1.9930 404
1.9935 404
1.9944 404
1.9955 404
1.9960 404
1.9966 404
1.9977 404
1.9990 404
1.9996 404
182 404
2.0003 404
2.0010 404
2.0025 404
2.0040 404
2.0049 404
2.0057 404
2.0086 404
2.0096 404
2.0106 404
2.0129 404
2.0141 404
2.0154 404
2.0167 404
2.0181 404
2.0211 404
2.0227 404
2.0262 404
2.0281 404
2.0301 404
2.0345 404
2.0369 404
2.0423 404
2.0452 404
2.0484 404
2.0555 404
2.0639 404
2.0739 404
2.0860 404
2.0930 404
2.1098 404
2.1199 404
2.1315 404
2.1788 404
2.2010 404
2.2281 404
2.2622 404
2.3060 404
2.3646 404
2.4469 404
2.5706 404
2.6259 404
2.6264 404
2.6269 404
2.6275 404
2.6280 404
2.6286 404
2.6291 404
2.6297 404
2.6303 404
2.6309 404
2.6316 404
2.6322 404
2.6329 404
2.6342 404
2.6349 404
2.6356 404
2.6364 404
2.6379 404
2.6387 404
2.6395 404
2.6403 404
2.6412 404
2.6421 404
2.6430 404
2.6439 404
2.6449 404
2.6469 404
2.6479 404
2.6490 404
2.6501 404
2.6536 404
2.6549 404
2.6561 404
2.6603 404
2.6633 404
2.6665 404
2.6682 404
2.6700 404
2.6718 404
2.6757 404
2.6778 404
2.6800 404
2.6822 404
2.6846 404
2.6870 404
2.6923 404
2.6951 404
2.6981 404
2.7012 404
2.7045 404
2.7079 404
2.7116 404
2.7154 404
2.7195 404
2.7238 404
2.7284 404
2.7333 404
2.7385 404
2.7440 404
2.7500 404
2.7564 404
2.7633 404
2.7707 404
2.7765 404
2.7787 404
2.7874 404
2.7970 404
2.8073 404
2.8188 404
2.8314 404
2.8453 404
2.8609 404
2.8784 404
2.8982 404
2.9208 404
2.9768 404
3.0545 404
3.1058 404
3.1693 404
3.1824 404
3.2498 404
3.3554 404
3.4995 404
3.7074 404
4.0321 404
4.3027 404
4.6041 404
5.8408 404
5432 404
9.9250 404
0.0006 403
16777216 403
5e-8 403
16660.0 402
4.6E-3 402
4.89E4 402
415.0 402
6370.0 402
67108864 402
8.25E-7 402
813.0 402
hot 402
311 401
geterr 401
1.050000 400
1.242210 400
16.9 400
5E-3 400
831.4 400
STARTF_USESTDHANDLES 400
hStdError 400
hStdInput 400
hStdOutput 400
1928 399
4236 399
__format__ 399
0.051 398
2.125 398
9.1 397
900000 397
RecursionError 397
closerange 397
2020.0 396
2025.0 396
6006 396
deprecate 396
1008 395
5.67e-8 395
.0010 394
4514 394
568 394
273.16 392
tracebacklimit 392
0.994 391
231 391
4.6 391
8388608 391
npv 391
0.499999 390
1.0658070028513 390
1e99 390
26.07 390
873. 390
EX_UNAVAILABLE 390
390 389
4304 389
5500 389
.003 388
10e-6 388
4031 388
0.711 387
103.4 387
12.79 387
518.2 387
96.0 387
gettrace 387
19.2 386
nper 386
0.018 384
4444 383
execvpe 383
.44 382
2087 382
3834 382
4032 382
55.0 382
574 382
979 382
1.03 381
833 381
execve 381
1e90 380
4900 380
.97 379
0.183 379
946728000.0 379
1.0E-6 378
ImportWarning 378
"" 377
0.52 377
1006 377
2e-4 377
0400 376
1346. 376
1374. 376
1507.5 376
1736. 376
1746. 376
1814. 376
1852.211 376
1878.855 376
1902.715 376
1904.619 376
1913.844 376
1915.066 376
1923.577 376
1924.058 376
1929.663 376
1932.902 376
1941.374 376
1943.504 376
1950.821 376
1952.176 376
1957.5 376
2036.407 376
2059.565 376
2064.039 376
2070.226 376
2087.930 376
2098.737 376
2109. 376
2111.217 376
2115. 376
2139.864 376
2160.173 376
2185.593 376
2189.057 376
219.014 376
22.7 376
221.901 376
2214.719 376
2214.817 376
2221.021 376
2243.908 376
2250.293 376
2259.5 376
2379.838 376
249.547 376
252.884 376
2611.067 376
275.533 376
279.164 376
3141.94 376
317 376
3333 376
3390.489 376
3663.287 376
3913.569 376
415.621 376
421.178 376
492.023 376
498.699 376
506.027 376
513.541 376
525.144 376
532.377 376
544.028 376
552.107 376
565.509 376
573.298 376
591.045 376
599.682 376
707.593 376
710.493 376
719.986 376
730.343 376
739.007 376
741.907 376
743.216 376
753.301 376
770.213 376
773.113 376
775.593 376
778.493 376
782.893 376
793.981 376
801.627 376
804.527 376
807.007 376
809.907 376
832.314 376
838.213 376
841.113 376
844.102 376
866.309 376
869.627 376
872.527 376
878.771 376
0.0833333333333333 375
49152 375
30e-6 374
8888 374
.825 373
1985 373
ensure_binary 372
0.156 371
0.374 371
1.72 371
1461775051 371
1461775052 371
1461775053 371
36525. 371
95.0 370
mknod 370
1472581018 369
19.7 369
9999999999 369
.18 368
89.9 368
1.2e-3 367
1E-11 367
4.33 367
rc_context 367
2500000 366
730 366
WTERMSIG 366
.57 365
266 365
2e-3 365
31557600 365
isrealobj 365
5199 364
89. 364
EX_SOFTWARE 364
__loader__ 364
fignum_exists 364
AnyStr 363
MINYEAR 363
__excepthook__ 363
