backend: tensorflow
class_name: Functional
config:
  input_layers:
  - [input_6, 0, 0]
  - [input_7, 0, 0]
  layers:
  - class_name: InputLayer
    config:
      batch_input_shape: !!python/tuple [null, 100]
      dtype: float32
      name: input_6
      ragged: false
      sparse: false
    inbound_nodes: []
    name: input_6
  - class_name: InputLayer
    config:
      batch_input_shape: !!python/tuple [null, 100]
      dtype: float32
      name: input_7
      ragged: false
      sparse: false
    inbound_nodes: []
    name: input_7
  - class_name: Concatenate
    config: {axis: 1, dtype: float32, name: concatenate, trainable: true}
    inbound_nodes:
    - - - input_6
        - 0
        - 0
        - &id001 {}
      - - input_7
        - 0
        - 0
        - *id001
    name: concatenate
  - class_name: Dense
    config:
      activation: relu
      activity_regularizer: null
      bias_constraint: null
      bias_initializer:
        class_name: Zeros
        config: {}
      bias_regularizer: null
      dtype: float32
      kernel_constraint: null
      kernel_initializer:
        class_name: GlorotUniform
        config: {seed: null}
      kernel_regularizer: null
      name: dense_1
      trainable: true
      units: 100
      use_bias: true
    inbound_nodes:
    - - - concatenate
        - 0
        - 0
        - {}
    name: dense_1
  - class_name: Dropout
    config: {dtype: float32, name: dropout, noise_shape: null, rate: 0.5, seed: null,
      trainable: true}
    inbound_nodes:
    - - - dense_1
        - 0
        - 0
        - {}
    name: dropout
  - class_name: Dense
    config:
      activation: relu
      activity_regularizer: null
      bias_constraint: null
      bias_initializer:
        class_name: Zeros
        config: {}
      bias_regularizer: null
      dtype: float32
      kernel_constraint: null
      kernel_initializer:
        class_name: GlorotUniform
        config: {seed: null}
      kernel_regularizer: null
      name: dense_2
      trainable: true
      units: 50
      use_bias: true
    inbound_nodes:
    - - - dropout
        - 0
        - 0
        - {}
    name: dense_2
  - class_name: Dropout
    config: {dtype: float32, name: dropout_2, noise_shape: null, rate: 0.5, seed: null,
      trainable: true}
    inbound_nodes:
    - - - dense_2
        - 0
        - 0
        - {}
    name: dropout_2
  - class_name: Dense
    config:
      activation: sigmoid
      activity_regularizer: null
      bias_constraint: null
      bias_initializer:
        class_name: Zeros
        config: {}
      bias_regularizer: null
      dtype: float32
      kernel_constraint: null
      kernel_initializer:
        class_name: GlorotUniform
        config: {seed: null}
      kernel_regularizer: null
      name: dense_4
      trainable: true
      units: 1
      use_bias: true
    inbound_nodes:
    - - - dropout_2
        - 0
        - 0
        - {}
    name: dense_4
  name: model_3
  output_layers:
  - [dense_4, 0, 0]
keras_version: 2.4.0
